[
	{
		"title": "Mapping Misconduct: NYPD Complaint Trends (1985–2019)",
		"year": "2025",
		"image": "../images/NYPD_misconduct_heatmap.png",
		"description": "Interactive map of civilian complaints against the NYPD from 1985–2019 at the precinct level, allowing users to explore how complaint patterns changed over time and which areas experienced the highest concentration of reports.",
	    "live": "https://oneeljilc.github.io/NYPD_misconduct_heatmap/",
    	"code": "https://github.com/oneeljilc/NYPD_misconduct_heatmap"
	},
	{
		"title": "Complaints Surge Among Young Officers",
		"year": "2025",
		"image": "../images/persuasive_or_deceptive.png",
		"description": "Persuasive or Deceptive? Two opposing visualizations built to show how visual design, framing, and data transformation can be used to either support or undermine a proposition — even when both visualizations are based on the same underlying data.",
		"live": "https://zmosds.github.io/persuasive_or_deceptive/",
    	"code": "https://github.com/zmosDS/persuasive_or_deceptive"
	},
	{
		"title": "Portfolio",
		"year": "2025",
		"image": "../images/portfolio.png",
		"description": "A growing data science portfolio showcasing analytical, visualization, and research projects developed during graduate study and beyond.",
		"live": "https://zmosds.github.io/portfolio/",
    	"code": "https://github.com/zmosDS/portfolio"
	},
	{
		"title": "NYC Yellow Taxi Fare Prediction",
		"year": "2025",
		"image": "../images/nyc_taxi_fare.png",
		"description": "Predicting NYC Yellow Taxi fares using large-scale trip data and a tuned LightGBM model.",
		"live": "https://github.com/anon/nyc-taxi-eda/blob/Milestone3/model_1_final.ipynb",
    	"code": "https://github.com/zmosDS/NYC_taxi_fare_prediction"
	},
	{
		"title": "Car Value Predictor",
		"year": "2024",
		"image": "../images/car_value_predictor.png",
		"description": "A machine learning based tool that predicts used car prices from key features such as make, model, year, mileage, and trim. Built as a full data science pipeline: from web scraping and model development to an interactive dashboard for real-time vehicle value estimation.",
    	"code": "https://github.com/zmosDS/car_value_predictor"
	},
	{
		"title": "Quos sint quaerat omnis?",
		"year": "2022",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Est neque, velit nam rerum error odio voluptates voluptatem magnam laboriosam ad? Doloribus, id et itaque unde porro totam ullam quaerat blanditiis odit animi eveniet aut, voluptate velit iure odio."
	},
	{
		"title": "Iste ipsam magni fuga!",
		"year": "2021",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Velit omnis suscipit nemo quia? Iste maiores numquam labore quia nemo eveniet odit, modi magnam? Architecto officia sint est. Architecto iste minima consequuntur explicabo illo error sed at dolore nostrum!"
	},
	{
		"title": "Ipsum, aperiam magni? Nobis.",
		"year": "2021",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Delectus magni, vel, quod mollitia hic rem temporibus, sint doloribus tenetur qui dolores tempore quisquam fuga nobis recusandae molestiae ipsum nostrum maxime eaque dicta aperiam eum quas beatae. At, neque."
	},
	{
		"title": "Dicta nihil odit illo?",
		"year": "2020",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Vitae quos laudantium officiis rerum, accusamus delectus aspernatur quas nulla, magni sed, excepturi saepe incidunt laboriosam alias at aliquam atque quisquam autem nesciunt. Minus, reprehenderit odit nam illo natus aspernatur?"
	},
	{
		"title": "Vel earum nulla facilis.",
		"year": "2020",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Aut voluptatem sint atque corrupti accusamus necessitatibus possimus et, itaque nulla id deleniti nemo repellendus asperiores molestias laudantium, mollitia ad dicta. Laboriosam, itaque. Quos corporis, perferendis natus officiis beatae qui."
	},
	{
		"title": "Nobis iste neque quaerat.",
		"year": "2019",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Quos, recusandae, sit rerum velit nostrum nihil quisquam tempora repellat sed quibusdam facilis. Assumenda quaerat ab, nesciunt odio facere sit, ipsa necessitatibus tempora, maiores commodi sed quae provident deserunt at?"
	},
	{
		"title": "Iusto, incidunt. Totam, illum.",
		"year": "2019",
		"image": "https://vis-society.github.io/labs/2/images/empty.svg",
		"description": "Tempore, eveniet minus velit, earum aperiam necessitatibus repellendus provident accusamus illum officiis doloribus, eum saepe est aut numquam distinctio pariatur natus totam repellat. Numquam nulla libero sapiente magnam nostrum ex."
	}
]